/* XCAP */
"FederationProviderPasscodeScreenTitle" = "連携プロバイダのパスコード";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "連携プロバイダでは証明書をロード/保存するための入力が必要です。";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "完了";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "中止";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "連携証明書";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "すでに連携に保存されたアイデンティティが存在します。 'OK' を押してこのアイデンティティを使用するか、'中止' を押して新規アイデンティティを取得します。";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "中止";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

